export default {
    weekday: [
        '星期一',
        '星期二',
        '星期三',
        '星期四',
        '星期五',
        '星期六',
        '星期日'
    ],
    time_slot: [
        '08:00-08:50',
        '09:00-09:50',
        '10:00-10:50',
        '11:00-11:50',
        '14:00-14:50',
        '15:00-15:50',
        '16:00-16:50',
        '17:00-17:50',
    ],
    courses: {
        chinese: {
            name: '语文',
            teachers: [
                '张三',
                '李四',
            ]
        },
        math: {
            name: '数学',
            teachers: [
                '王五',
                '赵六',
            ]
        },
        english: {
            name: '英语',
            teachers: [
                '孙七',
                '周八',
            ]
        }
    }
}
